{"@odata.context":"https://graph.microsoft.us/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2023-12-12T13:04:49.0183625Z","creationSource":null,"description":"","lastModifiedDateTime":"2023-12-12T13:04:49.0183625Z","name":"USRA_GCC_Windows_Block_Outdated_ActiveX_IE","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":2,"technologies":"mdm","id":"77ac9775-40a3-47de-ac50-f19790487699","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_internetexplorer_donotblockoutdatedactivexcontrols","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_internetexplorer_donotblockoutdatedactivexcontrols_0","children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_internetexplorer_donotblockoutdatedactivexcontrols","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_internetexplorer_donotblockoutdatedactivexcontrols_0","children":[]}}}]}