{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-03-29T16:04:49.5727575Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-03-29T16:04:49.5727575Z","name":"M365_Windows_10_11_Disable_Enumerate_Admin_Account_on_Elevation","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"726fe610-0500-47c3-922b-1772db9cbab8","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_credentialsui_enumerateadministrators","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_credentialsui_enumerateadministrators_0","children":[]}}}]}