{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-03-29T15:42:52.5172892Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-03-29T15:42:52.5172892Z","name":"M365_Windows_10_11_Disable_Windows_Spotlight","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"f55be218-e197-4e81-9ee7-e4e5df587b14","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"user_vendor_msft_policy_config_experience_allowwindowsspotlightonsettings","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"user_vendor_msft_policy_config_experience_allowwindowsspotlightonsettings_0","children":[]}}}]}