{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-03-22T19:17:49.2478087Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-03-22T19:17:49.2478087Z","name":"M365_Windows10_11_RDS_Security_TLS","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"2616cc3a-b2a6-47b5-8fe8-c1af22224038","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_terminalserver_ts_security_layer_policy","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_terminalserver_ts_security_layer_policy_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_terminalserver_ts_security_layer_policy_ts_security_layer","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_terminalserver_ts_security_layer_policy_ts_security_layer_2","children":[]}}]}}}]}