{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-04-02T12:36:00.0088567Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-04-02T12:36:00.0088567Z","name":"M365_Windows_10_11_Enable_Defender_Email_Scanning","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"a86fe3d7-30b3-4672-851e-872be82d5b3b","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_microsoftdefenderantivirus_scan_disableemailscanning","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_microsoftdefenderantivirus_scan_disableemailscanning_1","children":[]}}}]}