{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-03-22T19:13:00.0824884Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-03-22T19:13:00.0824884Z","name":"M365_Windows_10_11_Disable_Solicited_Remote_Assistance","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":2,"technologies":"mdm","id":"bcc6de29-113e-498f-a1c7-c13c8139352e","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_remoteassistance_unsolicitedremoteassistance","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_remoteassistance_unsolicitedremoteassistance_0","children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_remoteassistance_solicitedremoteassistance","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_remoteassistance_solicitedremoteassistance_0","children":[]}}}]}