{"@odata.context":"https://graph.microsoft.us/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2023-12-07T13:07:07.0257702Z","creationSource":null,"description":"","lastModifiedDateTime":"2023-12-07T13:07:07.0257702Z","name":"USRA_GCC_Windows_Block_Internet_Sharing","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"0cd54a55-67bc-4363-bf71-cb7497514ccd","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_wifi_allowinternetsharing","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_wifi_allowinternetsharing_0","children":[]}}}]}