{"@odata.context":"https://graph.microsoft.us/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2024-01-04T19:37:38.2684618Z","creationSource":null,"description":"","lastModifiedDateTime":"2024-01-04T19:37:38.2684618Z","name":"USRA_GCC_Windows_Enable_Local_Admin_PWD_Management","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"a552e540-c3a9-4674-8385-3916c6b18b8e","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_admx_admpwd_pol_admpwd_enabled","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_admx_admpwd_pol_admpwd_enabled_1","children":[]}}}]}