{"@odata.context":"https://graph.microsoft.us/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2023-12-07T13:08:34.2309846Z","creationSource":null,"description":"","lastModifiedDateTime":"2023-12-07T13:40:03.039695Z","name":"USRA_GCC_Windows_Disable_Network_Bridge","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"9efa798f-1c66-4952-906b-3281460c360a","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_connectivity_prohibitinstallationandconfigurationofnetworkbridge","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_connectivity_prohibitinstallationandconfigurationofnetworkbridge_1","children":[]}}}]}