{"@odata.context":"https://graph.microsoft.us/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2023-12-07T13:09:27.4136532Z","creationSource":null,"description":"","lastModifiedDateTime":"2023-12-07T13:40:16.7848649Z","name":"USRA_GCC_Windows_Disable_Sending_Unencrypted_Password_SMB_Servers","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"0e0d864d-fc4e-4091-b582-c3711ad1763f","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_localpoliciessecurityoptions_microsoftnetworkclient_sendunencryptedpasswordtothirdpartysmbservers","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_localpoliciessecurityoptions_microsoftnetworkclient_sendunencryptedpasswordtothirdpartysmbservers_0","children":[]}}}]}