{"@odata.context":"https://graph.microsoft.us/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2023-12-07T13:47:07.8422173Z","creationSource":null,"description":"","lastModifiedDateTime":"2023-12-07T13:47:07.8422173Z","name":"USRA_GCC_Windows_Disable_SMBv1_Client_Driver ","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"0804f4f4-f272-4a0f-81b9-140fffc61035","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_mssecurityguide_configuresmbv1clientdriver","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_mssecurityguide_configuresmbv1clientdriver_1","children":[{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_mssecurityguide_configuresmbv1clientdriver_pol_secguide_smb1clientdriver","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_mssecurityguide_configuresmbv1clientdriver_pol_secguide_smb1clientdriver_4","children":[]}}]}}}]}