{"@odata.context":"https://graph.microsoft.us/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2023-12-12T12:43:22.3608218Z","creationSource":null,"description":"","lastModifiedDateTime":"2023-12-12T12:43:22.3608218Z","name":"USRA_GCC_Windows_Hide_Office_Updates","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"a8f2de84-6fa4-44bd-97a4-adea1883a3a5","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_office16v2~policy~l_microsoftofficemachine~l_updates_l_hideenabledisableupdates","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_office16v2~policy~l_microsoftofficemachine~l_updates_l_hideenabledisableupdates_1","children":[]}}}]}